{
  "courses": [
    {
      "imagePreview": " https://www.mcgill.ca/definetheline/files/definetheline/styles/hd/public/andrew_tate_-_toxic_masculinity.jpg?itok=RI19HsU8&timestamp=1676904952",
      "title": "How to poo with beauty",
      "shortContent": "If you dont know how to poo? we are going to teach you",
      "video": "https://cdn.pixabay.com/video/2020/04/11/35717-407701759_large.mp4",
      "mainText": "Struggling with nature's call? Worry not! Here’s your guide to mastering the art of pooing.\n\nStep 1: Set the Mood\nLight candles, play some music. Make it an event!\n\nStep 2: Find the Throne\nLocate your toilet. Approach with confidence.\n\nStep 3: Sit Down\nYes, sit down. Don't hover, just sit.\n\nStep 4: Push Gently\nTake a deep breath, and gently push. Don't strain!\n\nStep 5: Be Patient\nWait. Think deep thoughts. Maybe plan your next vacation.\n\nStep 6: Check Your Work\nSuccess! But don't look too closely. You did it!\n\nStep 7: Clean Up\nUse toilet paper. Wipe thoroughly.\n\nStep 8: Flush\nPress the handle or button. Watch your work swirl away.\n\nStep 9: Wash Hands\nThoroughly wash your hands. Sing a song if needed.\n\nCongratulations! You've successfully navigated the complex world of pooing. Share your newfound wisdom with pride!",
      "id": 3
    },
    {
      "imagePreview": "https://compote.slate.com/images/8eb14178-374a-4dce-bdb2-dcdd49b3ad4c.jpeg?crop=3473%2C2315%2Cx1102%2Cy45",
      "title": "How to earn 1 million $ as fast as possible ",
      "shortContent": "How you can make you dreams come true",
      "video": "https://cdn.pixabay.com/video/2021/10/20/92662-637274989_large.mp4",
      "mainText": "Entrepreneurship:\n\nStart a scalable business addressing market gaps.\nSeek venture capital for rapid growth.\nInvesting:\n\nInvest in high-growth stocks, real estate, or cryptocurrencies.\nDiversify to manage risk.\nDevelop High-Income Skills:\n\nFocus on tech, sales, or finance.\nOffer consulting or freelance services.\nNetwork and Build Relationships:\n\nFind mentors and form strategic partnerships.\nBuild a strong personal brand online.\nFinancial Strategies:\n\nSave aggressively and minimize expenses.\nUse tax-efficient strategies and consider incorporation.\nExploit Market Opportunities:\n\nStay informed on trends and emerging markets.\nExpand internationally and outsource for cost efficiency.\nDiscipline and Persistence:\n\nContinuously learn and adapt.\nMaintain consistent effort and resilience.",
      "id": 5
    },
    {
      "imagePreview": "https://ichef.bbci.co.uk/news/976/cpsprodpb/133FD/production/_129954887_andrew_tate_bbc.jpg",
      "title": "How we can get closer to our death",
      "shortContent": "In this video lesson we are going to tell you how you can get closer to your death",
      "video": "https://cdn.pixabay.com/video/2023/09/22/181864-867378698_large.mp4",
      "mainText": "Welcome to our ultimate guide on accelerating your journey to the great beyond. Ready to dive in? Here we go!\n\nStep 1: Ignore Health Advice\nForget about those pesky doctors. Who needs them? Skip your check-ups and avoid vaccinations. Why bother with health when you’re on a mission?\n\nStep 2: Junk Food Diet\nEat all the junk food you want. Deep-fried, sugar-loaded, and greasy delights are your new best friends. Vegetables? Never heard of them.\n\nStep 3: No Exercise\nEmbrace the couch. Avoid any form of physical activity. Your muscles will thank you by wasting away.\n\nStep 4: Stress Out\nWorry about everything. Embrace anxiety and stress. Let it consume you. It's great for your heart!\n\nStep 5: Dangerous Hobbies\nPick up some risky hobbies. Skydiving without a parachute, swimming with sharks, or playing in traffic are excellent choices.\n\nStep 6: Neglect Sleep\nWho needs sleep? Stay up all night binge-watching TV shows. Exhaustion is your new lifestyle.\n\nStep 7: Unhealthy Habits\nSmoke like a chimney and drink like a fish. Substance abuse is a surefire way to shave off some years.\n\nStep 8: Avoid Seatbelts\nSafety measures are overrated. Skip the seatbelt and drive recklessly. Speed limits are just suggestions, right?\n\nStep 9: Isolation\nAvoid friends and family. Human connection is for the living. Embrace loneliness and let your mental health deteriorate.\n\nAnd there you have it! Follow these simple steps, and you'll be well on your way to meeting the grim reaper sooner than expected. Remember, this is purely satirical—please prioritize your health and well-being!",
      "id": 6
    }
  ]
}